Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 흠흠….
en: hum hum...

source: 그 아이에 대한 얘기라면 난 어제 들었거든?
en: yesterday was the first i’d heard of the kid, okay?

source: 그렇구나~.
en: Oh, I see!

source: 앗, 저 자식이!
en: argh, that little!

source: 수고 많으셨어요.
en: good work.

source: 진짜 이년이….
en: that wench...

source: 자기 전에 사탕 하나 먹어도 돼요?
en: can i have a lollipop before i go to bed?

source: 이런 상황에서
en: So in this situation...

source: 계속 애써 주세요.
en: Then please keep doing what you’re doing.

source: 그 자식 언제 온답니까?
en: when did that guy say he was coming?

source: 어쩌다 알게 된 사람이라 연락처를 교환하게 된 남자인데,
en: somehow or another, we ended up exchanging numbers ...

source: 오늘은 공룡 사탕 아저씨 안 와?
en: why didn’t mr. dino lollipop come today?

source: 이야, 이게 누구야.
en: Wow, isn’t this a surprise?

source: 제 퇴근 시간 알고 계시면서….
en: i already know that you’ve memorized when i get off...

source: 아직 다영 씨 근무 시간인걸요?
en: well, you’re still at work, aren’t you?

source: 지금…요?
en: Right now...?

source: 자, 이대로 부드러우면서 힘차게~ 스윙~.
en: Now, just make a relaxed swing, but put some force behind it!

source: 뭐가...요.
en: What...?

source: 미리 말하지만 난….
en: i’m telling you in advance, but i...

source: 따님도 다 컸는데 너무 신경 쓰지 마세요.
en: your daughter is all grown up, so you shouldn’t worry so much.

source: 와~ 아침부터 여자친구분께 선물하려고요?
en: Wow! You’re giving your girlfriend a present first thing today?

source: 다영 씨가 넘어질까봐…!
en: I was afraid you would fall...!

source: 난 당신이랑 제인이만 있으면 돼.
en: i only need you and jaein.

source: 한빈이는 유치원에 잘 보냈네.
en: I’m calling to let you know I’ve sent Hanbin to school.

source: 임신한 상태였나 봐.
en: ...i think she must’ve been pregnant.

source: 당장 나가.
en: get out. now.

source: 다영 씨가 싸우는 방법을 더 익힐 수 있도록.
en: so you can master how to fight.

source: 아는 사람과 많이 닮아서 제가 그만….
en: You look a lot like someone I know...

source: 다음엔 더 길게 놀아요, 우리.
en: Let’s hang out for longer next time.

source: 기뻐요.
en: i’m really happy.

source: 그런 사람 중 하나인 건 아니죠?
en: ...someone like that to you, right?

source: …내가 할 소리는 아닌 것 같지만,
en: I know I can’t tell you what to do...

source: 이것 좀 드시면서 하세요.
en: please have this while you work.

source: 조금 더 솔직해 볼까요?
en: ...should we be a little more honest with each other?

source: 대현 씨가 위치추적기를 달아두지 않았으면,
en: if you hadn’t put a gps tracker on hanbin,

source: 왜 대현 씨 생각이…!
en: Why am I thinking about Daehyun...?!

source: 그만.
en: stop.

source: 잠깐만 기다려!
en: just one moment!

source: 그냥 찍은 건데.
en: I was just making a wild guess.

source: 예, 그러세요.
en: Yes, please go ahead.

source: 가능해요?
en: can you do it?

source: 응, 한빈아.
en: Oh, Hanbin.

source: 제가 감히 말 걸기 힘든 분위기였다고나 할까….
en: so it was always hard to approach you...

source: 조만간 또 만납시다.
en: i’ll see you soon.

source: 아쉽네요.
en: Oh, that’s too bad.

source: 그럼 내가 견디기 힘들 텐데….
en: I don’t know if I would be able to hold back, though...

source: 장난감도 잘 치울 수 있어요!
en: i can clean up all my toys really good too!

source: 어처구니가 없네.
en: i’ve had enough.

source: 그럼, 기왕 이렇게 오셨는데,
en: all right, since you’re here anyway,

source: …아무튼.
en: anyway...

source: 그 사람에게 생긴 여자를 꼭 찾아주세요.
en: i want you to find out who he’s seeing at all costs.

source: 그렇게 생각하지 말아요.
en: please don’t think like that.

source: 어떻게 해서든!
en: by any means necessary!

source: 오늘은 일찍 들어가서 쉬고.
en: now go home and get some rest.

source: 김다영 씨요?
en: dayoung kim?

source: 됐다.
en: it’s over.

source: 그냥…,
en: i just...

source: 와서는 다짜고짜 다영 씨를 찾더라고.
en: they came looking for you without warning.

source: 한빈이가 대현 씨 좋아하겠네요.
en: Hanbin will take a liking to you.

source: …오랜만에 여자친구랑 잠자리를 가졌어요.
en: I slept with my girlfriend for the first time in a while...

source: 사장님도 안녕히 주무세요.
en: good night, ms. min.

source: 제가 아는 사람?
en: someone i know?

source: 뜨거운 것도 아닌 걸요.
en: It’s not even hot.

source: 전 지금…
en: Right now...

source: 그리고,
en: and...

source: 에이, 뭘요.
en: Oh, I wouldn’t say that.

source: 어떻게….
en: we couldn’t...

source: 흐으음….
en: hmm...

source: 그, 그런 거 아니에요, 사장님!
en: i-it’s not what you think, boss!

source: 그래요, 다들 조심해서 가요.
en: sure, dears. take care.

source: 이렇게 행복해도 되나 싶어서요.
en: i don’t know if i’m allowed to be this happy.

source: 다영 씨도 사장님도 오늘 하루 힘내십시오.
en: You two keep up the good work as well.

source: 지금 여자친구 생각 나요?
en: Are you thinking about your girlfriend right now?

source: 저희 직원이 발견해서 데리고 와 보호 중인 아이도 없고요.
en: and no children have been brought in by our employees.

source: 괜찮으니까.
en: I’ll be okay.

source: 지금 저희 쪽 애들이 이 애를 밀착 감시 중입니다.
en: we have some of our people tailing the target as we speak.

source: 흥!
en: hmph!

source: 굳이 그 아이를 내가 데리고 있을 거라고 생각하는 이유를 모르겠는데.
en: i don’t know what makes you think i would have him.

source: 망할…!
en: dammit...!

source: 무슨 일… 있어요?
en: did... something happen?

source: 그리고 다영 씨 나쁜 여자 아니에요.
en: And you’re not a bad person, Dayoung.

source: 굳이 기분 잡칠 필요 없잖아요.
en: no reason to let this spoil your mood.

source: 들어가도 될까요?
en: May I come in?

source: 그건… 정말 운이 좋았다고 생각해요.
en: that... was a stroke of luck.

source: 아가씨,
en: miss cho.

source: 위치는 메시지로 보내 드리겠습니다.
en: i’ll text you the location.

source: 정말이지, 왜들 그러는지 모르겠다.
en: seriously, i don’t know what they’re thinking.

source: 어머니도 진짜…!
en: ...but i expected mother to know better...!

source: 난 해야 할 일이 아직 많이 남았어.
en: I still have a lot of stuff left to do.

source: 진짜… 화나…!
en: It makes me so... angry...!

source: 네, 잘 지내고 있어요.
en: they’re both doing great.

source: 출근길이세요?
en: Are you on your way to work?

source: 으응, 걱정 말어.
en: Of course, don’t worry about a thing.

source: 아, 듣기 싫어!
en: ah, i don’t want to hear it!

source: 좀 어때요?
en: how is it going?

source: 죄송합니다,
en: i’m sorry...

source: 그냥...
en: I just feel...

source: 결혼해서 남편도 있고 애도 있는 것 같던데.
en: ...i saw her with her husband and kid.

source: 너 지금 한숨 쉬니!?
en: did you just sigh?!

source: 벌써?
en: Already?

source: 사실 다영 씨한테 말하지 않았지만.
en: i didn’t tell you, but the truth is...

source: 저도 신나요!
en: i’m excited too!

source: 하하하하!
en: hahahaha!

source: 전화, 받아요.
en: take the call.

source: 왜 이러는 거야!?
en: What’s the matter with you?!

source: 찾았다고 했죠?
en: you said you found him, right?

source: 흐음…,
en: Hmm...

source: 당분간 제 집에서 지내요.
en: come stay at my place for the time being.

source: 대현 씨한테 부탁한 거예요.
en: ...I’m asking you this favor.

source: 가게로 또 찾아 뵐게요.
en: i’ll come visit you at the shop soon.

source: 좋아, 무섭다고 울어도 모른다?
en: fine. don’t blame me if it’s scary, okay?

source: 아, 그게 실은….
en: ah, the truth is...

source: 그럼 조심해서 가세요, 영수 선생님.
en: Have a safe drive back, Youngsoo.

source: 왔어요, 유 사장님?
en: oh, you’re here, daehyun.

source: 어디 있니, 한빈아!
en: where are you, hanbin?

source: 여사님께선 감각이 있으세요.
en: You have talent.

source: 그 여자의 피도 섞여 있는 거잖아.
en: but he also has that woman’s genes.

source: 당분간 공룡 사탕 아저씨네서 지낼 거니까,
en: we’re going to stay at mr. dino lollipop’s place for a while,

source: 저분들은…?
en: those people are...?

source: 그 얘는….
en: the kid is...

source: 당분간 어머니 전화 받지 말라니깐….
en: i thought i told you not to pick up your mother’s calls...

source: 저….
en: i...

source: 연락이 안 되어서…
en: i was worried...

source: ...아무렇지도 않은가?
en: Does she not care...?

source: 고맙습니다, 박순 씨.
en: thank you, baksoon.

source: 새언니 바람 상대잖아!
en: ...the person my sister-in-law is cheating with!

source: 내 아들….
en: My son...

source: 말해.
en: tell me.

source: 걱정말고.
en: Don’t worry.

source: 지금부터,
en: starting now...

source: 하하, 안녕하세요.
en: Haha, hello.

source: 그거 잘 챙겨와요.
en: bring them back safely.

source: 좋은 일이 또 생겼거든요.
en: but another good thing happened.

source: 아, 글쎄!
en: i’m telling you!

source: 그렇다고 해서 제가 당장 자리를 옮길 수는….
en: ...but i can’t leave on such short notice...
